13/data/attachments/61363eb8dbd8c0b3.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_46adde95-4755-4922-a330-861da6439b52</nif:username>
            <nif:friendToBeAdded>Nancy_two_Friend_83017_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>